[
  "You can use DUP+i to create chords on the fly in any text box",
  "This site is open source! Check out the full source code on GitHub in the bottom left",
  "Two letter chords can be activated accidentally in chentry. Be cautious around them",
  "More inputs in a chord increase the tolerance, making them easier to activate",
  "The maximum number of outputs in a chord is 256",
  "You can create backups of your device on the top right",
  "For programming you should set your auto-delete timeout to about 200ms",
  "Large parts of this site were written on a CC1",
  "I use VIM btw...",
  "I use NixOS btw...",
  "You can hold shift on the undo button to undo all changes",
  "GTM stands for Generative Text Menu and can be used to change your device's settings anywhere",
  "Ambidextrous Throwover (aka Mirror Mode) is a mode designed for one-handed use",
  "Chentry stands for character entry, or typing letter by letter on a chording enabled device",
  "Chord modifiers are hard-coded (as of now) and can be used in the English language to add conjugations and more",
  "You can use 'cursor warping' by adding arrow key actions to a chord, for example to chord '()' with the cursor in the middle of the brackets",
  "An arpeggiate is a single key press that modifies the preceding chord. Modifiers can be arpeggiated",
  "Some actions are marked as a 'macro', which means the output is generated by a key sequence rather than a pure key press. Be cautious with those, as they can affect other keys when held together!",
  "Spurring is a chording only mode which is more advanced, but can greatly improve typing speed when mastered",
  "The forced chord phenomenon is when typing a word character by character starts to feel unnatural",
  "Don't be afraid to delete chords you keep getting wrong",
  "Most people find it easier to start their chord library from scratch rather than learning someone else's",
  "A common techinque to deal with conflicts is to add DUP or the same key mirrored on the other hand",
  "A longer chord is not always more difficult",
  "Riley Keen made headlines when his Monkeytype score of 500WPM using a CC1 got him banned off the site",
  "A 3d press refers to pressing down into a 5-way switch",
  "The serial communication protocol used by CCOS is documented on docs.charachorder.com",
  "The 'CCOS is ready' message can be turned off in the settings",
  "Most people using the CC1 don't change the a-z key layout, as further modification provides very little benefit",
  "Using VIM on the default CC1 a-z layout is perfectly doable, it's just a matter of getting used to it",
  "You can use Nexus to track words you might want to add to your chord library",
  "The CC1 default layout was 80% science, 20% art",
  "There is little to no reason to use hjkl in VIM on a CC1 since the arrows keys are so close already",
  "The device manager automatically creates a backup for you when you reboot your device into the bootloader",
  "You can use \"compound\", \"macro\", \"suffix\" and \"cursor warp\" in the chord search to find specific types of chords",
  "You can search for chord inputs by using a leading \"+\", for example \"+a +DUP\" will show all chords with inputs that contain both a and DUP"
]
